Repository: Nael-2801/Everything
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Size
fr: Taille

source: Path
fr: Chemin

source: General
fr: Général

source: Announce column names
fr: Annoncer le nom des colonnes

source: Choose the &first information to be displayed in the results list
fr: Choisissez la &première information à afficher dans la liste des résultats

source: Choose the &second information to display in the results list
fr: Choisissez la &deuxième information à afficher dans la liste des résultats

source: Choose the &third information to display in the results list
fr: Choisissez la &troisième information à afficher dans la liste des résultats

source: &Return to default settings
fr: &Revenir aux valeurs par défaut

source: Update
fr: Mise à jour

source: Automatically search for updates
fr: Rechercher les mises à jours automatiquement

source: Search for an update now
fr: Rechercher une mise à jour maintenant

source: Settings reset to default
fr: Paramètres remis par défaut

source: You have selected the same element several times in the display organization. You only need to select an element once in the column display.
fr: Vous avez sélectionné plusieurs fois le même élément dans l'organisation de l'affichage. Il ne faut sélectionné qu'une seule fois un élément quand vous faites votre choix.

source: Display selection error
fr: Erreur de sélection de l'affichage

source: Update of %s version %s
fr: Mise à jour de %s version %s

source: %s version %s is available. Would you like to update now? You can see the new features by clicking on the help button in the add-on manager.
fr: %s version %s est disponible. Voulez-vous mettre à jour maintenant? Vous pourrez voir les nouveautés en cliquant sur le bouton aide dans le gestionnaire d'extension.

source: No update is available.
fr: Aucune mise à jour n'est disponible.

source: %s is enabled.
fr: %s est activée.

source: %s is disabled.
fr: %s est désactivée.

source: No result found
fr: Aucun résultat trouvé

source: Path:
fr: Chemin:

source: Size:
fr: Taille:

source: Open the settings panel of the Everything extension
fr: Ouvrir le panneau de paramètre de l'extension Everything

source: This extension allows you to modify the order of the information in a file announced by NVDA in the list of search results, as well as to activate or deactivate the announcement of column names in the Everything software.
fr: Cette extension permet de modifier l'ordre des informations d'un fichier énoncé par NVDA dans la liste des résultats d'une recherche ainsi que la possibilité d'activer ou désactiver l'annonce du nom des colonnes dans le logiciel Everything.
